{
    "header": {
        "who_are_we": "Хто ми є",
        "why_us": "Чому саме ми",
        "offer": "Що ми пропонуємо",
        "works": "Як ми працюємо",
        "price": "Ціна",
        "references": "Рекомендації",
        "contacts": "Контакти"
    },
    "main": {
        "law_office": "Юридична фірма",
        "on_your_side": "Завжди на вашому боці",
        "contact_us": "Зв'язатися з нами"
    },
    "about_us": {
        "title": "Хто ми є?",
        "who_we_are": "Адвокатське бюро-бутік, де професіоналізм, досвід та знання місцевих мов і культури допомагають бізнесу почуватися в Словаччині як вдома та процвітати.",
        "description": "За роки співпраці з провідними фахівцями в різних галузях права, ми змогли створити мережу професіоналів, що розширює наші можливості надавати клієнтам першокласні юридичні консультації з широкого спектру питань.",
        "international_ties": "Крім того, завдяки численним міжнародним проектам ми побудували міцні зв'язки з колегами з Австрії, Болгарії, Італії, Німеччини, Польщі, Румунії, Туреччини, України, Угорщини, Хорватії та Чехії.",
        "tagline": "Ваш місцевий міжнародний адвокат у Словаччині."
    },
    "why_us": {
        "title": "Чому саме ми?",
        "description": "У Носа Ліґал ми прагнемо надавати нашим клієнтам найкращі послуги та допомагати їм у досягненні бажаних цілей. Більше того, в інтересах наших клієнтів ми без вагань виходимо за рамки мінімальних вимог законодавства щодо надання юридичних послуг.",
        "commitment": "Іншими словами, ми будемо поруч з вами особисто та локально, ми говоритимемо людською мовою, ми допоможемо вам зрозуміти контекст, в якому ви хочете працювати і будемо боротися за кожну вашу битву, як за свою власну.",
        "unique_approach": "Хоча ми не прагнемо бути універсальним магазином для всіх ваших потреб, наша тривала співпраця з широким колом експертів у різних галузях права та суміжних професіях, зазвичай дозволяє нам знаходити правильні рішення інтердисциплінарного та міжнародного формату.",
        "values": "Відверті. Професійні."
    },
    "services": {
        "title": "Що ми пропонуємо?",
        "description": "Наша основна мета - надавати клієнтам повний спектр послуг у сфері господарського, цивільного та адміністративного права. Ми спеціалізуємося на структуруванні транскордонних транзакцій та бізнесу, зокрема щодо виходу на ринок та аквізицій. Ми також займаємось розробкою контрактів, корпоративним консалтингом, представництвом в адміністративних та податкових справах, угодами з нерухомістю та представництвом у судах.",
        "expertise": "Ми переконані, що інвестиції у кваліфіковану юридичну допомогу завжди приносять хороший результат.",
        "expertise_2": "Залучення юриста є найбільш ефективним на етапі планування або під час початкових переговорів з потенційними партнерами. Зазвичай це дозволяє нашим клієнтам мінімізувати ризики, отримати найвигідніші умови та закласти міцний правовий фундамент для нової справи.",
        "benefits": "Наша мета - допомогти вам уникнути конфліктів. Проте, якщо така необхідність все ж таки виникне, ми готові відстоювати Ваші інтереси шляхом проведення кризових перемовин, альтернативного вирішення спорів або представництва в суді будь-якому суді.",
        "values": "Доброчесність. Надійність."
    },
    "working_method": {
        "title": "Як ми працюємо?",
        "process": "Якщо Ви надішлете нам повідомлення або зателефонуєте, ми відповімо якнайшвидше, зазвичай - протягом 24 годин. Потім ми коротко обговоримо Вашу справу, щоб переконатися у відсутності конфлікту інтересів і визначити, чи можемо ми Вам допомогти, причому таке обговорення не може розглядатися як правова допомога, оскільки Ви ще не є нашим клієнтом.",
        "offer": "Якщо В виявите бажання стати нашим клієнтом, ми надішлемо Вам наш лист-оферту. У цьому листі буде письмово викладена інформація щодо нашого гонорару, умов нашої співпраці та зобов'язань обох сторін. Лист-оферта може також містити обов'язкову до заповнення форму KYC (знай свого клієнта).",
        "next_steps": "Після того, як Ви приймаєте запропоновані умови співпраці, ми починаємо працювати для Вас. Зазвичай ми починаємо нашу роботу з аналізу Вашої справи, результатом якого є початковий звіт з юридичним аналізом Вашої справи, на основі наданих документів, а також наше бачення подальших кроків. По мірі розвитку Вашої справи ми будемо регулярно інформувати Вас про досягнутий прогрес. У разі виникнення будь-яких нових обставин або подій у Вашій справі, ми повідомимо Вас, як тільки вони стануть нам відомі.",
        "values": "Ретельно. Ефективно."
    },
    "pricing": {
        "title": "Яка ціна?",
        "policy": "У рамках політики високоякісного обслуговування наших клієнтів, ми приймаємо до уваги їх запит на притомне ціноутворення, а також те, що клієнти, як правило, очікують прогнозу витрат на справу. Ми завжди відверто говоримо про наші витрати, які можна передбачити і готові розглянути альтернативні схеми оплати. З іншого боку, ми залишаємо за собою право вимагати аванс.",
        "flexibility": "Оскільки в юридичній практиці майже не буває тотожних справ, ми не використовуємо стандартні тарифи. Натомість, наше ціноутворення базується на складності справи, вартості її предмету, терміновості та пов'язаних з нею ризиках. Наша робота може оплачуватися на основі погодинної оплати, фіксованого гонорару за конкретне завдання, гонорару за успіх або їх комбінації.",
        "exception": "У виняткових випадках ми можемо надавати юридичні консультації зі знижкою або безкоштовно.",
        "values": "Прозора. Справедлива."
    },
    "references": {
        "title": "Як щодо рекомендацій?",
        "description": "Оскільки ми свято дотримуємося адвокатської таємниці, ми можемо розкрити лише сфери бізнесу, в яких працюють деякі наші клієнти:",
        "industries": "технології відновлюваної енергетики\nзбірка та складання металевих виробів\nрозробка та виробництво безпілотників\nторгівля та брокерські операції з зерном\nбудівництво та експлуатація нерухомості\nнадання кур'єрських та поштових послуг",
        "industries_2": "телекомунікаційні послуги\nвиробництво дорожніх транспортних засобів\nвиробництво одягу\nарт-брокеридж\nзалізничні та автомобільні перевезення\nмедичні послуги та багато інших...",
        "values": "Адвокатська таємниця передусім."
    },
    "contact": {
        "title": "Контакти:",
        "city": "Братислава",
        "address_title": "Адреса:",
        "phone_title": "Телефон:",
        "email_title": "Емейл:",
        "address": "вул. Коренічова 699/2\n811 03 Братислава\nСловацька Республіка",
        "phone": "+421 948 043 449",
        "email": "bratislava@nosa.legal",
        "values": "©{{year}} -Nosa Legal"
    }
}